---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BoundaryConditionsOrientTo.Project
enum: Autodesk.Revit.DB.Structure.BoundaryConditionsOrientTo
zh: 项目
source: html/279381f9-454a-56d1-392b-c62dd7eea56a.htm
---
# Autodesk.Revit.DB.Structure.BoundaryConditionsOrientTo.Project

**中文**: 项目

Boundary condition is oriented in respect to project global coordinate system, that is X to East, Y to North, and Z to up.